tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "gromgit/fuse/sshfs-mac"
brew "glib"

brew "autopep8"


brew "clang-format"
brew "cmake"
brew "ffmpeg"
brew "macvim"
brew "nmap"
brew "node"
brew "python@2"
brew "redis"
brew "socat"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "gnutls"
brew "neofetch"
brew "oath-toolkit"
brew "rcm"
brew "smartmontools"
brew "qmk/qmk/qmk"

cask "android-platform-tools"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "gitup"
cask "java8"
cask "keycastr"
cask "macfuse"
cask "vlc"
cask "vnc-viewer"
