tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "autopep8"
brew "python", link: false
brew "clang-format"
brew "cmake"
brew "ffmpeg"
brew "macvim"
brew "nmap"
brew "node"
brew "python@2"
brew "redis"
brew "socat"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "thoughtbot/formulae/rcm"
cask "android-platform-tools"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "gitup"
cask "java8"
cask "keycastr"
cask "qqmusic"
cask "vlc"
cask "vnc-viewer"
