13xforever.language-x86-64-assembly
ahmadawais.shades-of-purple
antfu.unocss
bertieblackman.snappier
dustypomerleau.rust-syntax
duynvu.dbml-language
eamodio.gitlens
giscafer.leek-fund
golang.go
james-yu.latex-workshop
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
redhat.java
relatora.colorful
rust-lang.rust-analyzer
saikumarchinna.rainbow
sarahridge.vscode-monokai-minimal
septag.visual-assist-dark
serayuzgur.crates
tabnine.tabnine-vscode
tamasfe.even-better-toml
thingalon.pony-ssh
tw.monokai-accent
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
xaver.clang-format
zixuanwang.linkerscript
zxh404.vscode-proto3
