13xforever.language-x86-64-assembly
ahmadawais.shades-of-purple
bertieblackman.snappier
golang.go
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
redhat.java
Relatora.colorful
Saikumarchinna.rainbow
SarahRidge.vscode-monokai-minimal
septag.visual-assist-dark
TabNine.tabnine-vscode
thingalon.pony-ssh
tw.monokai-accent
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xaver.clang-format
